tap "dteoh/sqa"
tap "homebrew/bundle"
brew "coreutils"
brew "curl"
brew "dockutil"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "jq"
brew "lazygit"
brew "make"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "vivid"
brew "watch"
cask "spotify"
cask "telegram"
cask "whatsapp"
